angular.ng-template
avetis.tokyo-night
biomejs.biome
bradlc.vscode-tailwindcss
daltonmenezes.aura-theme
dbdiagram.dbdiagram-vscode
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
grit.grit-vscode
hbenl.vscode-test-explorer
josemurilloc.aura-spirit-dracula
lakshits11.best-themes-redefined
ms-playwright.playwright
ms-vscode.test-adapter-converter
openai.chatgpt
orta.vscode-jest
pkief.material-icon-theme
puszkarek.arasaka-inferno-vscode-theme
qwtel.sqlite-viewer
rfcorp.agilized-neon
rocketseat.theme-omni
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
vitest.explorer
