angular.ng-template
avetis.tokyo-night
biomejs.biome
daltonmenezes.aura-theme
dbdiagram.dbdiagram-vscode
esbenp.prettier-vscode
google.geminicodeassist
hbenl.vscode-test-explorer
josemurilloc.aura-spirit-dracula
kingwl.vscode-vitest-runner
lakshits11.best-themes-redefined
ms-vscode.test-adapter-converter
orta.vscode-jest
pkief.material-icon-theme
puszkarek.arasaka-inferno-vscode-theme
rocketseat.theme-omni
streetsidesoftware.code-spell-checker
